Repository: Klingenstadt-Solingen/Open-SmartCity-App-WasteUI-ios
Catalog: OSCAWasteUI/OSCAWasteUI/Resources/*.lproj/Localizable.strings
Languages: de

# waste_alert_title_error
source: Error
de: Fehler

# waste_organic_waste_description
source: All organic kitchen waste, before and after the cooking pot, as well as green waste, such as food leftovers, potted and balcony plants, tea bags and coffee filters, belong in the bio bin. Residual waste of all kinds, such as diapers, cat litter and liquid food waste, does not belong in the organic waste bin.
de: In die Biotonne gehören alle organischen Küchenabfälle, vor und nach dem Kochtopf, sowie Grünabfälle, zum Beispiel Speisereste, Topf- und Balkonpflanzen, Teebeutel und Kaffeefilter. Nicht in die Biotonne gehört Restmüll aller Art, zum Beispiel Windeln, Katzenstreu sowie flüssige Speiseabfälle.

# waste_residual_waste_description
source: The residual waste bin is available for classic residual waste, such as hygiene items, ash and plastic household items.
de: Die Restabfalltonne steht für den klassischen Restmüll zur Verfügung, beispielsweise Hygieneartikel, Asche und Haushaltsgegenstände aus Plastik.

# waste_recycled_paper_description
source: Paper, cardboard and boxes, including wrapping paper, magazines and catalogues, belong in the blue paper bin. File folders, tetra paks and greasy pizza boxes do not belong in the paper bin.
de: In die blaue Papiertonne gehören Papier, Pappe und Kartons, darunter Geschenkpapier, Zeitschriften und Kataloge. Nicht in die Papiertonne gehören Aktenordner, Tetra Paks und fettige Pizzakartons.

# waste_dual_system_description
source: The yellow bin is available for packaging made of aluminium, plastic, metal and composite materials. So for packaging such as: aluminum shakers, yoghurt pots, tins or milk cartons. Articles of daily use made of plastic, metal and composite materials, on the other hand, belong in the residual waste bin.
de: Die Gelbe Tonne steht Ihnen für Verpackungen aus Aluminium, Kunststoff, Metall und Verbundstoff zur Verfügung. Also für Verpackungen wie beispielsweise: Aluschaken, Joghurtbecher, Konservendosen oder Milchtüten. Gebrauchsgegenstände aus Kunststoff, Metall und Verbundstoff gehören hingegen in die Restabfalltonne.

# waste_christmas_tree_description
source: At the beginning of each new year, we are out and about collecting the disused Christmas trees and turning them into wood chips.
de: Zu Beginn eines jeden neuen Jahres sind wir unterwegs, um die ausgedienten Weihnachtsbäume einzusammeln und zu Holzhäckseln zu verarbeiten.

# waste_bulk_waste_description
source: Bulky waste that does not fit in a residual waste bin due to its size will be collected upon application. Bulky waste includes, for example, movable household furniture, refrigerators, garden furniture and large toys.
de: Die Abholung von sperrigen Abfällen, die wegen ihrer Größe nicht in eine Restmülltonne passen, erfolgt nach Antragstellung. Zum Sperrmüll gehören beispielsweise bewegliches Mobilar aus dem Haushalt, Kühlschränke, Gartenmöbel und große Spielzeuge.

# waste_setup_screen_title
source: Waste setup
de: Abfall Einstellung

# waste_search_placeholder
source: Search for address
de: Suche nach Adresse

# waste_address_setup_description
source: Set up your address to see when your trash will be picked up.
de: Richte deine Adresse ein, um zu sehen, wann dein Müll abgeholt wird.

# waste_address_setup_instruction
source: Choose an address and continue.
de: Wähle eine Adresse aus und fahre fort.

# waste_select_district
source: Please select a district.
de: Wählen Sie bitte einen Stadtteil aus.

# waste_screen_title
source: Waste
de: Abfall

# waste_reminder_title
source: Turn on reminder
de: Erinnerung einschalten

# waste_next_appointment_title
source: Next appointments
de: Nächste Termine

# waste_all_appointment_title
source: Show all
de: Alle anzeigen

# waste_waste_type_title
source: Further information
de: Weitere Informationen

# waste_picked_up_waste_title
source: What is picked up?
de: Was wird abgeholt?

# waste_green_mobile_waste_title
source: Green cuttings container
de: Grünschnitt Container

# waste_old_clothes_waste_title
source: Old clothes container
de: Altkleidercontainer

# waste_special_waste_title
source: Special waste
de: Besondere Abfälle

# waste_green_mobile_waste_empty_list
source: No Container Found
de: Keine Container gefunden

# waste_info_screen_title
source: Waste information
de: Abfall Informationen

# waste_picked_up_waste_info
source: Classic household waste such as residual waste, organic waste, paper and packaging is collected in the bins provided and automatically picked up by us at regular intervals. Particularly bulky waste is picked up separately and only on request. The only exception: Christmas trees. We collect them automatically every year in the weeks after the 6th January
de: Die klassischen Haushaltsabfälle wie Restmüll, Biomüll, Papier und Verpackungen werden in den dafür vorgesehenen Behälter gesammelt und in regelmäßigen Abständen automatisch von uns abgeholt. Besonders sperrige Abfälle werden separat und nur auf Anfrage abgeholt. Einzige Ausnahme: Weihnachtsbäume. Die sammeln wir jedes Jahr nach dem 06.01. ein.

# waste_special_waste_info
source: In addition to disposal via the rubbish bins, there are other points of contact in Solingen where larger quantities and, above all, special types of waste can be disposed of. These points of contact are primarily the waste-to-energy plant and the Bärenloch disposal center. There are also mobile contact points, which can be found at various points in Solingen on a rolling basis.
de: Neben der Entsorgung über die Abfallbehälter gibt es noch weitere Anlaufstellen in Solingen, an denen größere Mengen und vor allem besondere Arten von Abfällen entsorgt werden können. In erster Linie sind diese Anlaufstellen das Müllheizkraftwerk und das Entsorgungszentrum Bärenloch. Hinzu kommen mobile Anlaufstellen, welche rollierend an verschiedenen Stellen in Solingen anzutreffen sind.

# waste_opening_hours_title
source: Opening hours
de: Öffnungszeiten

# waste_contact_title
source: Contact
de: Kontakt

# waste_telephone_title
source: Telephone
de: Telefon

# waste_website_title
source: Website
de: Webseite

# waste_location_title
source: Location
de: Standort

# waste_route_title
source: Show route
de: Route anzeigen

# waste_widget_title
source: Next collection dates
de: Nächste Abholtermine

# waste_filter_button_title
source: Filter by garbage type
de: Filter nach Müllart

# waste_filter_show_all_filter_option
source: Show All
de: Alle anzeigen

# waste_filter_bottom_sheet_cancel
source: Cancel
de: Abbrechen

# waste_filter_bottom_sheet_confirm
source: Done
de: Fertig

# waste_widget_no_appointments
source: There are no appointments scheduled
de: Es sind keine Termine vorgesehen

# waste_subscribe_calendar
source: Add appointments to calendar
de: Termine zum Kalendar hinzufügen

# waste_green_waste_appointments
source: Show green waste appointments
de: Grünschnittcontainer Termine anzeigen
